Repository: Ogijun2018/DeCalc
Catalog: DeCalc/Localizable.xcstrings
Source language: ja
Languages: de, es, fr, it, ko, zh_hans

# Cancel
source: キャンセル
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ko: 취소
zh_hans: 取消

# Decathlon
source: 十種競技
de: Zehnkampf
es: Decatlón
fr: Décathlon
it: Decathlon
ko: 십종 경기
zh_hans: 十项全能

# Delete all scores
source: 記録をすべて削除
de: Alle Ergebnisse löschen
es: Eliminar todas las puntuaciones
fr: Supprimer tous les scores
it: Elimina tutti i punteggi
ko: 모든 점수 삭제
zh_hans: 删除所有成绩

# Delete all scores?
source: すべてのスコアを削除しますか？
de: Alle Ergebnisse löschen?
es: ¿Eliminar todas las puntuaciones?
fr: Supprimer tous les scores ?
it: Eliminare tutti i punteggi?
ko: 모든 점수를 삭제하시겠습니까?
zh_hans: 删除所有成绩？

# Discus Throw
source: 円盤投
de: Diskuswurf
es: Lanzamiento de disco
fr: Lancer du disque
it: Lancio del disco
ko: 원반던지기
zh_hans: 铁饼

# Help
source: ヘルプ
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
ko: 도움말
zh_hans: 帮助

# Heptathlon
source: 七種競技
de: Siebenkampf
es: Heptatlón
fr: Heptathlon
it: Eptathlon
ko: 칠종 경기
zh_hans: 七项全能

# High Jump
source: 走高跳
de: Hochsprung
es: Salto de altura
fr: Saut en hauteur
it: Salto in alto
ko: 높이뛰기
zh_hans: 跳高

# Invalid input
source: 入力エラー
de: Ungültige Eingabe
es: Entrada no válida
fr: Saisie invalide
it: Input non valido
ko: 잘못된 입력
zh_hans: 输入错误

# Javelin Throw
source: やり投
de: Speerwurf
es: Lanzamiento de jabalina
fr: Lancer du javelot
it: Lancio del giavellotto
ko: 창던지기
zh_hans: 标枪

# Long Jump
source: 走幅跳
de: Weitsprung
es: Salto de longitud
fr: Saut en longueur
it: Salto in lungo
ko: 멀리뛰기
zh_hans: 跳远

# Men
source: 男子
de: Männer
es: Hombres
fr: Hommes
it: Uomini
ko: 남자

# Octathlon
source: 八種競技
de: Achtkampf
es: Octatlón
fr: Octathlon
it: Octathlon
ko: 팔종 경기
zh_hans: 八项全能

# Please enter a score of %lld or less
source: %lld点以下を入力してください
de: Bitte gib eine Punktzahl von %lld oder weniger ein
es: Introduce una puntuación de %lld o menos
fr: Veuillez saisir un score de %lld ou moins
it: Inserisci un punteggio di %lld o inferiore
ko: %lld점 이하를 입력하세요
zh_hans: 请输入不超过 %lld 的分数

# Pole Vault
source: 棒高跳
de: Stabhochsprung
es: Salto con pértiga
fr: Saut à la perche
it: Salto con l'asta
ko: 장대높이뛰기
zh_hans: 撑竿跳高

# pt
source: 点
de: Pkt.
es: pts
fr: pts
it: pti
ko: 점
zh_hans: 分

# Review
source: レビュー
de: App bewerten
es: Valorar la app
fr: Noter l’app
it: Valuta l’app
ko: 앱 평가
zh_hans: 评价应用

# Shot Put
source: 砲丸投
de: Kugelstoßen
es: Lanzamiento de peso
fr: Lancer du poids
it: Getto del peso
ko: 포환던지기
zh_hans: 铅球

# Tetrathlon
source: 四種競技
de: Vierkampf
es: Tetratlón
fr: Tétrathlon
it: Tetrathlon
ko: 사종 경기
zh_hans: 四项全能

# Total Point
source: 合計得点
de: Gesamtpunkte
es: Puntos totales
fr: Points totaux
it: Punti totali
ko: 총점
zh_hans: 总分

# Women
source: 女子
de: Frauen
es: Mujeres
fr: Femmes
it: Donne
ko: 여자

source: OK
es: Aceptar
ko: 확인
zh_hans: 确定
